{
    "quotes": [
        "Can’t find your keys? Declare them legally lost and start over.",
        "Lost motivation? Pretend you’re a side character in someone else’s productivity montage.",
        "Want to feel productive? Make a to-do list entirely of things you've already done.",
        "Water your plants with tears. It’s sustainable and emotionally honest.",
        "Budgeting tip: Spend no money if you never leave your bed.",
        "No time to journal? Just tweet your emotional breakdowns in real-time.",
        "Save on electricity: stare into the darkness and call it meditation.",
        "Hack your morning routine: don’t have one.",
        "No gym? Run from your responsibilities instead.",
        "Running late? Just say you were ‘deep in thought.’",
        "Out of coffee? Panic works as a temporary substitute.",
        "Too many tabs open? That’s not clutter, that’s a personality trait.",
        "Can’t find purpose? Just reorganize your desk and call it a soft reboot.",
        "Save money on vacations by disassociating in a different corner of your room.",
        "Too tired to clean your room? Dim the lights until you forget it’s messy.",
        "Hack your mood swings by rebranding them as ‘software updates.’",
        "Forgot someone’s name? Just call them ‘boss’ and hope it’s flattering.",
        "Anxiety kicking in? Great—use it as fuel for speed-cleaning your life.",
        "No storage on your phone? Emotionally detach and delete everything.",
        "Afraid to text back? Just wait until it becomes a historical mystery.",
        "Want to read more? Put books near your bed and absorb plotlines via guilt.",
        "Too many meetings? Just respond to everything with 'let's circle back' until you die.",
        "Burned out? Congratulations. You’ve reached the final boss of adulthood.",
        "Struggling with goals? Lower them. Lower. There you go. Step over them.",
        "Running from your problems? Track it on Strava.",
        "Can't fix a bug? Just rename the file and gaslight yourself into thinking it never existed.",
        "Stack Overflow down? Time to finally confront who you really are.",
        "Too many bugs? Comment them out and call it ‘deferred functionality.’",
        "Forgot how your own code works? Perfect. You're now qualified to join any legacy project.",
        "Debugging tip: Add print statements until you achieve inner peace or a stack trace.",
        "Write code that’s so confusing, future you will assume it was genius.",
        "Broken feature? Just rebrand it as an experimental rollout.",
        "Need imposter syndrome cured fast? Watch a non-dev explain blockchain.",
        "Too tired to refactor? Just slap a comment that says ‘Temporary’ and walk away forever.",
        "Can’t reproduce the bug? Ship it. It's Schrödinger’s defect now.",
        "Code not working? Sacrifice a semicolon to the syntax gods.",
        "Deadlines tight? Rename your repo to ‘prototype’ and lower expectations instantly.",
        "Use dark mode not for your eyes, but to reflect the darkness within.",
        "Code won’t compile? Blame the compiler. Always. Never you.",
        "Want to look productive? Open a terminal and type very fast. Bonus if it’s nonsense.",
        "Can’t write unit tests? Call it ‘agile chaos methodology.’",
        "Stressed about prod? Just deploy on Friday and let destiny take the wheel.",
        "Impress your manager by using buzzwords like ‘scalability’ and ‘microservices’ in every sentence.",
        "Too many merge conflicts? Delete the branch. Start a new life.",
        "Accidentally pushed secrets? Congrats, you're now officially DevOps.",
        "Spaghetti code? Call it a ‘free-form architectural paradigm.’",
        "Your CSS isn’t broken, it’s just avant-garde.",
        "Feeling burned out? Switch tabs until you forget what you were building.",
        "Code review tip: Only leave comments that sound wise but change nothing.",
        "Version control advice: If it breaks, revert. If it works, don’t touch it ever again.",
        "Stuck on a problem? Open a new file, start a side project, and never return.",
        "Can’t fix the bug? Blame it on technical debt. That phrase buys you at least 3 sprints."
    ],
    "thinkingMessages": [
        "Searching the depths of questionable wisdom...",
        "Consulting the Council of Internet Nonsense...",
        "Summoning mildly useful advice...",
        "Ironically pretending to think...",
        "Channeling chaotic neutral energy...",
        "Tuning into the universe’s least helpful frequency...",
        "Cross-referencing bad decisions...",
        "Bribing a fortune cookie for insight...",
        "Downloading fresh nonsense from the cloud...",
        "Polling a room full of imaginary friends...",
        "Thinking... allegedly...",
        "Distracting you while the quote gets dressed...",
        "Calling in a favor from the universe's intern...",
        "Browsing expired motivational posters...",
        "Pretending this takes time to seem more important...",
        "Taking a moment to rethink everything... again...",
        "Initializing stack overflow fallback...",
        "Consulting rubber duck for second opinion...",
        "Running npm install life-hacks...",
        "Committing random quote to main...",
        "Generating quote from deprecated API...",
        "Opening portal to the debug dimension...",
        "Auto-merging life hacks from alternate realities...",
        "Deploying brain.exe to production...",
        "Hot-reloading philosophy module...",
        "Reading documentation for random wisdom...",
        "Pulling from master branch of bad ideas...",
        "Spinning up container of questionable logic...",
        "Minifying context for faster confusion...",
        "Running debugger on reality.js...",
        "Performing soft reboot on brain server..."
    ]
}